import random


def rand_it(lords_list):
    lord_is = random.choice(lords_list)
    return lord_is

def main():
    lords_list = [
        "Тирион","Теклис","Алариэль Сияющая","Алит Анар","Эльтарион","Имрик",
        "Лорд Маздамунди","Крок-Гар","Техенхауин","Тиктак'то","Накай Скиталец","Гор-Рок","Оксиотль",
        "Малекит","Морати","Ведьма Хеллеброн","Локхир Жесткосердный","Малус Тёмный Клинок","Ракарт",
        "Квик Головогрыз","Лорд Скролк","Третч Подлый Хвост","Икит Клешня","Мастер смерти Сникч","Трот Нечистый",
        "Лютор Гаркон","Граф Ноктил","Аранесса Солёная Ярость","Килостра Плавник",
        "Сеттра Бессмертный","Верховный жрец Хатеп","Верховная царица Халида","Архан Чёрный",
        "Император Карл Франц","Фолькмар Мрачный Лик","Бальтазар Гельт","Марк Вульфхарт",
        "Торгрим Злопамятный","Громбриндал - Белый Гном","Белегар Железный Молот","Унгрим Железный Кулак","Торгрим Железнобров",
        "Гримгор Железношкур","Скарсник","Вуррзаг Великий Зелёный пророк","Гром Пузан","Ажаг Мясник",
        "Манфред фон Карштайн","Хельман Горст","Влад фон Карштайн","Изабелла фон Картайн","Генрих Кеммлер",
        "Вульфрик Странник","Трогг",
        "Луан Леонкур","Альберик из Бордело","Фея-заклинательница","Рапанс де Лионесс",
        "Орион","Дуртху","Сёстрый Сумерек","Дрича",
        "Харзрак Одноглазый","Малагор Тёмный Предвестник","Моргур Тенедар","Таврокс Медный Бык",
        "Архаон Навеки Избранный","Холек Солнцеед","Князь Зигвальд Великолепный",
        "Скарбранд","Н'Кари","Ку'Гат","Кайрос","Мяо Ин","Джао Мин","Гризус Златозуб","Скраг Мясник",
        "Царица Катарина", "Великий патриарх Косталтын","Борис Урсус","Белакор","Валькия Кровавая",
        "Фестус Повелитель Пиявок","Вилитч Проклятый","Азазель Князь Проклятий","Алкалуропс Богоубийца",
    ]
    rand_it(lords_list)

if __name__ == "__main__":
    main()